



LETTERS = {
            "a'":"ʌ",
            "á":"ɑ:",
            "é":"æ",
            "ä":"ə",
            "ä:":"ɜ:",
            "í":"ɪ",
            "ó":"ɒ",
            "o":"ɔ",
            "ú":"ʊ",
            "uu":"o͞o",
            "ö":"(ə)",
            "r'":"ʳ",
            "r":"ɹ",
            "dj":"d3",
            "j":"ʒ",
            "dd":"ð",
            "ss":"θ",
            "ch":"tʃ",
            "sh":"ʃ",
            "w":"u",
            "y":"i",
            "n'":"ŋ",
            "t'":"t̮",
            "l'":"ɫ"# L corta

        }